{
  "title": "Texas Infomedia",
  "heroimage": "frontpage/hmthr.jpg",
  "herobanner": [
    {
      "image": "/images/uploads/frontpage/hmthr.jpg",
      "statement": "Luxury Home Theaters"
    },
    {
      "statement": "Commercial Structured Cabling ",
      "image": "/images/uploads/frontpage/eqprck.jpg"
    },
    {
      "statement": "Starlink Installation",
      "image": "/images/uploads/frontpage/starlink.jpeg"
    },
    {
      "statement": "Flat rate drops",
      "image": "/images/uploads/frontpage/pcable1.jpeg"
    }
  ],
  "featurecards": [],
  "content": [
    {
      "type": "text",
      "text": "Texas Info Media is a world leader in commercial and residential electronics installation, Audio/Video integration, and luxury home theater design."
    },
    {
      "type": "banner",
      "headinglevel": "h2",
      "heading": "Residential Services",
      "image": "/images/uploads/frontpage/banners/tvhang8.jpeg"
    },
    {
      "type": "text",
      "text": "While Texas Info Media is known for designing and building luxury home theaters, our services extend far beyond.\n\n\n* Home Automation\n* Security System Installation\n* Satellite Internet and Television Services\n* Home Networking\n* Audio Video Integration"
    },
    {
      "type": "banner",
      "headinglevel": "h2",
      "heading": "Commercial Services",
      "image": "/images/uploads/frontpage/banners/types-of-new-construction-homes-1-1024x655.jpg"
    },
    {
      "type": "text",
      "text": "Texas Info Media is a premier source for commercial audio systems and \ncommercial sound systems. We offer complete commercial services that \ninclude, but are not limited to:\n\n\n* Video walls\n* Digital signage\n* Commercial audio\n* Conference rooms\n* Projector systems\n* Paging systems\n* Structured \n* Fiber \n* Network \n* Voice services\n\n\nWe partner with General Contractors on new construction and remodels to\nhandle all cabling infrastructure needs, commercial audio systems setup, and custom applications\n\n\n### Flat Rate Drops\n\n\nFor commercial contractors on new construction, we provide a specialized flat rate per/drop service so the client knows the exact cost beforehand, and how added or removed drops  will affect the \nfinal cost.\n\n\n### Server Room Rescue\n\n\nIt is absurdly easy for a once well planned and organized server room to become a nightmarish tangle of cables. The end result is nearly impossible to troubleshoot, and costly to maintain.\n\n\nTexas Info Media will disentangle this mess, and bring your server room back to the efficient, well organized state you need to get the most out of your equipment."
    },
    {
      "type": "banner",
      "headinglevel": "h2",
      "heading": "Tower Services",
      "image": "/images/uploads/frontpage/banners/tower1.jpg"
    },
    {
      "type": "text",
      "text": "Whether you are building a new tower, adding sections to an existing tower, or installing equipment; Texas Info Media has the experience to perform tower work safely, efficiently, and reliably.\n\nTexas Info Media employs certified tower climbers, and experienced ground crews, to ensure a smooth, trouble-free installation, and stocks quality, compliant tower components and tower-mounted \nequipment to ensure trouble free operation of your tower mounted equipment.\n\n\\"
    }
  ]
}
