{
  "title": "Texas Infomedia",
  "heroimage": "frontpage/hmthr.jpg",
  "content": "## Heading 2\n\nAt Texas Infomedia, we are definitly human.\n\nClaims that we are reptilian infiltrators are filthy mammal lies.\n\n### Heading 3\n\n#### [](https://google.com)Images\n\nThis paragraph should be PRIOR to the image below. Images in a paragraph should look good.\\\nThe paragraph following an image goes with that image. So you can easily put up a picture and write about it and the text will be in a sensible place next to the thing it describes why is this being so difficult!\n\n![hrose](/images/uploads/hrose.jpg)\n\nI should appear BESIDE the image. I am some other info, don't mind me just here for testing porpoises. We are trying to get them to steal things from scuba divers. Pictured: A very sick porpoise.\n\nThis paragraph should also appear next to the image\n\nStill left of the image.\n\n![Porpoise built purpose rack](/images/uploads/eqprck.jpg)\n\nA new image should push the text below to it's level\n\nAlong with all paragraphs following that image.\n\n## Headings should break this flow, forcing images to pick a side above or below.\n\nI may be able to create custom behavior for images immedietly predecing or following any H* tag to create banners.\\\nNo that's a terribly overcomplicated idea, look up how to add a new widget to this input instead and add a proper {{banner(content,image)}} widget to the markdown.\n\n{% widgets-Banner \"h2\" \"\"\"Banner\"\" \"/images/uploads/eqprck.jpg\" %}",
  "herobanner": [
    {
      "image": "/images/uploads/frontpage/hmthr.jpg",
      "statement": "Luxury Home Theaters"
    },
    {
      "statement": "Commercial Structured Cabling ",
      "image": "/images/uploads/frontpage/eqprck.jpg"
    }
  ],
  "featurecards": [
    {
      "headline": "We Are Remodeling",
      "blurb": "A clean new look, and streamlined experience is coming to TexasInfomedia.com.",
      "icon": "/images/uploads/frontpage/cards/coming-soon-icon.svg"
    }
  ]
}
